Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: The Discord claim service returned an unknown error.
ja: Discord申請サービスが不明なエラーを返しました。
zh_hans: Discord 身份验证服务返回未知错误。

source: the global settings
ja: グローバル設定
zh_hans: 全局设置

source: The selected action target is not currently enabled or installed. Saving keeps it unless you choose Insert Text or another action.
ja: 選択したアクション出力先は現在有効でないか、インストールされていません。「テキストを挿入」または別のアクションを選ばない限り、保存後も設定は保持されます。
zh_hans: 所选操作目标当前未启用或未安装。保存时将保留此设置，除非改为“插入文本”或其他操作。

source: The selected microphone conflicts with your current audio routing. Disconnect Bluetooth or choose a different input.
ja: 選択したマイクが現在のオーディオルーティングと競合しています。Bluetoothを切断するか、別の入力を選択してください。
zh_hans: 所选麦克风与你当前的音频路由冲突。请断开蓝牙连接或选择其他输入源。

source: The selected transcription engine is not installed.
ja: 選択した文字起こしエンジンはインストールされていません。
zh_hans: 所选转录引擎尚未安装。

source: The selected transcription model is not available for this engine.
ja: 選択した文字起こしモデルは、このエンジンでは利用できません。
zh_hans: 所选转录模型不适用于此引擎。

source: The selected trigger is incomplete.
ja: 選択したトリガーが不完全です。
zh_hans: 所选触发条件不完整。

source: The selected workflow no longer exists.
ja: 選択したワークフローはもう存在しません。
zh_hans: 所选工作流已不存在。

source: The template stays fixed after creation.
ja: テンプレートは作成後に固定されます。
zh_hans: 模板创建后将保持固定不变。

source: The workflow contains duplicate shortcuts.
ja: ワークフローに重複したショートカットが含まれています。
zh_hans: 工作流中包含重复的快捷键。

source: the Workflow Palette
ja: ワークフローパレット
zh_hans: 工作流面板

source: This engine avoids repeated live API calls and transcribes the full recording after you stop.
ja: このエンジンはライブAPI呼び出しの繰り返しを避け、停止後に録音全体を文字起こします。
zh_hans: 此引擎避免重复的实时 API 调用，在你停止后对完整录音进行一次性转录。

source: This engine currently uses Dictionary Corrections only.
ja: このエンジンは現在、辞書修正のみを使用しています。
zh_hans: 此引擎当前仅使用“词典纠正”功能。

source: This engine needs an extra plugin setting before Terms are applied.
ja: このエンジンで用語を適用するには、追加のプラグイン設定が必要です。
zh_hans: 此引擎需要先完成额外的插件设置，才能应用术语。

source: This engine uses a lightweight live preview that updates every few seconds. Final transcription still runs on the full recording after you stop.
ja: このエンジンは数秒ごとに更新される軽量のライブプレビューを使用します。最終的な文字起こしは、停止後に完全な録音データに対して実行されます。
zh_hans: 此引擎使用轻量实时预览，每隔几秒更新一次。停止录音后，仍会对完整录音执行最终转录。

source: This entitlement is not active.
ja: このエンタイトルメントは有効ではありません。
zh_hans: 此授权尚未激活。

source: This industry term pack requires an active commercial license.
ja: この業界用語パックには有効な商用ライセンスが必要です。
zh_hans: 此行业术语包需要有效的商业许可证。

source: This is how the rule reads before saving.
ja: 保存前のルールの内容です。
zh_hans: 这是规则在保存前的内容预览。

source: This is how the workflow currently reads before saving.
ja: 保存する前のワークフローの現在の設定内容です。
zh_hans: 这是工作流保存前的当前内容预览。

source: This is the final raw prompt that will be saved and executed.
ja: これは保存されて実行される、最終的な生のプロンプトです。
zh_hans: 这是将要保存并执行的最终原始提示词。

source: This key belongs to a commercial license, not a supporter tier.
ja: このキーは商用ライセンスのものであり、サポーターティアではありません。
zh_hans: 此密钥属于商业许可证，而非支持者版。

source: This key belongs to a supporter tier, not a commercial license.
ja: このキーはサポーターティアのものであり、商用ライセンスではありません。
zh_hans: 此密钥属于支持者版，而非商业许可证。

source: This key could not be matched to a known TypeWhisper entitlement.
ja: このキーを既知のTypeWhisperエンタイトルメントと照合できませんでした。
zh_hans: 无法将此密钥匹配到已知的 TypeWhisper 授权。

source: This Mac has an active commercial license.
ja: このMacには有効な商用ライセンスがあります。
zh_hans: 此 Mac 已激活商业许可证。

source: This Mac is covered by a team license for up to 10 devices.
ja: このMacは、最大10台のデバイスを対象としたチームライセンスでカバーされています。
zh_hans: 此 Mac 已获得团队许可证授权，该许可证最多支持 10 台设备。

source: This Mac is covered by an enterprise license for company-wide rollout and unlimited devices.
ja: このMacは、全社展開および無制限のデバイスを対象としたエンタープライズライセンスでカバーされています。
zh_hans: 此 Mac 已受企业许可证覆盖，支持全公司部署和无限制设备。

source: This Mac is covered by Individual commercial license terms on up to 3 devices.
ja: このMacは、最大3台のデバイスを対象としたIndividual商用ライセンス条件でカバーされています。
zh_hans: 此 Mac 已获得个人商业许可证授权，该许可证最多支持 3 台设备。

source: This microphone can't be used by TypeWhisper for preview or recording.
ja: このマイクは、プレビューまたは録音のためにTypeWhisperで使用することはできません。
zh_hans: TypeWhisper 无法使用此麦克风进行预览或录音。

source: This provider is not ready yet. Finish its setup in Integrations before this workflow can use it.
ja: このプロバイダの準備がまだ完了していません。このワークフローで使用するには、先に「統合」でセットアップを完了してください。
zh_hans: 此服务提供商尚未配置完成。请先在“集成”中完成设置，工作流才能使用它。

source: This rule applies across browsers based on the website. App + website is even more specific, and against other website rules the priority decides.
ja: このルールは、Webサイトに基づいてブラウザ全体に適用されます。「アプリ + Webサイト」はさらに具体的であり、他のWebサイトルールと競合する場合は優先順位によって決定されます。
zh_hans: 此规则根据网站跨浏览器生效。“应用 + 网站”规则更具体；与其他网站规则冲突时，由优先级决定。

source: This rule applies as soon as one of the selected apps is active. Website rules are more specific, and against other app rules the priority decides.
ja: このルールは、選択したアプリのいずれかがアクティブになるとすぐに適用されます。Webサイトルールはより具体的であり、他のアプリルールと競合する場合は優先順位によって決定されます。
zh_hans: 选定的任一应用处于活动状态时，此规则即会生效。网站规则更具体；与其他应用规则冲突时，由优先级决定。

source: This Rule Does the Following
ja: このルールの実行内容
zh_hans: 此规则将执行以下操作

source: This rule is strongest when the app and website match at the same time. If multiple equally specific rules match, the higher priority wins.
ja: このルールは、アプリとWebサイトが同時に一致する場合に最も優先度が高くなります。同じ条件のルールが複数一致した場合は、優先順位の高いものが優先されます。
zh_hans: 同时匹配应用和网站时，此规则最精确。若多个同等精确的规则同时匹配，则优先级较高者生效。

source: This shortcut is already part of the workflow.
ja: このショートカットはすでにワークフローに含まれています。
zh_hans: 此快捷键已添加到工作流中。

source: This workflow applies because no more specific workflow matched.
ja: より具体的なワークフローが一致しなかったため、このワークフローが適用されます。
zh_hans: 由于没有匹配到更具体的工作流，因此应用此工作流。

source: This workflow applies because the app and website were detected together.
ja: アプリとWebサイトが同時に検出されたため、このワークフローが適用されます。
zh_hans: 由于同时检测到匹配的应用和网站，因此应用此工作流。

source: This workflow applies because the current website was detected.
ja: 現在のWebサイトが検出されたため、このワークフローが適用されます。
zh_hans: 由于检测到匹配的当前网站，因此应用此工作流。

source: This workflow currently inherits the default provider from the workflow settings.
ja: このワークフローは現在、ワークフロー設定からデフォルトのプロバイダを継承しています。
zh_hans: 此工作流当前从工作流设置继承默认提供商。

source: This workflow currently inherits the global LLM fallback list from Workflow settings.
ja: このワークフローは現在、ワークフロー設定のグローバルLLMフォールバックリストを継承しています。
zh_hans: 此工作流当前沿用“工作流”设置中的全局 LLM 备用列表。

source: This workflow follows the global transcription engine setting.
ja: このワークフローは、文字起こしエンジンのグローバル設定に従います。
zh_hans: 此工作流沿用全局转录引擎设置。

source: This workflow follows the global Whisper Mode setting.
ja: このワークフローは、Whisperモードのグローバル設定に従います。
zh_hans: 此工作流沿用全局 Whisper 模式设置。

source: This workflow overrides Whisper Mode while it records.
ja: このワークフローは、録音中のWhisperモードを上書きします。
zh_hans: 此工作流在录音期间会覆盖 Whisper 模式。

source: This workflow starts dictation with its own transcription engine.
ja: このワークフローは、独自の文字起こしエンジンで音声入力を開始します。
zh_hans: 此工作流使用其自己的转录引擎启动听写。

source: This workflow uses its own provider selection instead of the workflow default.
ja: このワークフローは、ワークフローのデフォルトの代わりに独自のプロバイダ選択を使用します。
zh_hans: 此工作流使用单独选择的服务提供商，而非工作流默认设置。

source: This workflow uses only its selected provider and does not use global fallbacks.
ja: このワークフローは選択したプロバイダのみを使用し、グローバルフォールバックは使用しません。
zh_hans: 此工作流仅使用其选择的提供商，不会使用全局回退。

source: This workflow was manually triggered via its keyboard shortcut.
ja: このワークフローは、キーボードショートカット経由で手動でトリガーされました。
zh_hans: 此工作流是通过其键盘快捷键手动触发的。

source: Timer
ja: タイマー
zh_hans: 计时器

source: Toggle Sidebar
ja: サイドバーの切り替え
zh_hans: 切换侧边栏

source: Tone
ja: トーン
zh_hans: 语气

source: Top Apps
ja: よく使うアプリ
zh_hans: 常用应用

source: Transcribe and insert without LLM processing by default. Optional Inline Commands can apply text transformations.
ja: デフォルトでは LLM 処理を行わずに文字起こしして挿入します。オプションのインラインコマンドでテキスト変換を適用できます。
zh_hans: 默认情况下直接转录并插入，不经过 LLM 处理。可选的内联命令可应用文本转换。

source: Translate
ja: 翻訳
zh_hans: 翻译

source: Translate dictated text into the target language.
ja: 音声入力したテキストを翻訳先言語に翻訳します。
zh_hans: 将听写文本翻译为目标语言。

source: Translate text into one language or toggle between a pair.
ja: テキストを1つの言語に翻訳するか、2つの言語間で切り替えます。
zh_hans: 将文本翻译为单一目标语言，或在一组语言之间双向翻译。

source: Translate text into one target language or switch between a language pair.
ja: テキストを1つの目的言語に翻訳するか、言語ペア間で切り替えます。
zh_hans: 将文本翻译为单一目标语言，或在一组语言之间切换。

source: Translation Behavior
ja: 翻訳の動作
zh_hans: 翻译行为

source: Translation Mode
ja: 翻訳モード
zh_hans: 翻译模式

source: Translation workflows need a target language.
ja: 翻訳ワークフローには翻訳先言語が必要です。
zh_hans: 翻译工作流必须指定目标语言。

source: Try dictation text field
ja: 音声入力テキストフィールドを試す
zh_hans: 听写测试输入框

source: Try it out
ja: 試してみる
zh_hans: 试用

source: Turn dictated notes into a reply email.
ja: 音声入力したメモを返信メールに変換します。
zh_hans: 将听写笔记整理成回复邮件。

source: Two-Way Pair
ja: 双方向ペア
zh_hans: 双向配对

source: Type instantly
ja: 瞬時に入力
zh_hans: 即时输入

source: TypeWhisper is ready to help you work faster.
ja: TypeWhisperで作業を効率化する準備が整いました。
zh_hans: TypeWhisper 已准备就绪，可以帮助你提高效率。

source: TypeWhisper needs access to work on your Mac.
ja: TypeWhisperをMacで動作させるにはアクセス権が必要です。
zh_hans: TypeWhisper 需要以下权限才能在你的 Mac 上运行。

source: TypeWhisper only inserts the dictated text.
ja: TypeWhisperはディクテーションしたテキストのみを挿入します。
zh_hans: TypeWhisper 仅插入听写文本。

source: TypeWhisper Setup
ja: TypeWhisper セットアップ
zh_hans: TypeWhisper 设置

source: TypeWhisper works with Raycast. Start dictation and more directly from your launcher. Requires the API server to be running.
ja: TypeWhisperはRaycastと連携できます。ランチャーから直接ディクテーションなどを開始できます。APIサーバーが実行中である必要があります。
zh_hans: TypeWhisper 支持 Raycast，可直接从启动器开始听写并使用更多功能。使用时需要运行 API 服务器。

source: unavailable
ja: 利用不可
zh_hans: 不可用

source: Unavailable
ja: 利用不可
zh_hans: 不可用

source: under
ja: 未満
zh_hans: 低于

source: Unverified
ja: 未確認
zh_hans: 未验证

source: Upcoming
ja: 予定
zh_hans: 待设置

source: Updates
ja: アップデート
zh_hans: 更新

source: Use Domain
ja: ドメインを使用
zh_hans: 使用域名

source: Use Fallback
ja: フォールバックを使用
zh_hans: 使用回退

source: Use Global Default
ja: グローバルデフォルトを使用
zh_hans: 使用全局默认

source: Use Global Engine
ja: グローバルエンジンを使用
zh_hans: 使用全局引擎

source: Use Global Fallback List
ja: グローバルフォールバックリストを使用
zh_hans: 使用全局回退列表

source: Use Global Whisper Mode
ja: グローバルWhisperモードを使用
zh_hans: 使用全局 Whisper 模式

source: Use Groq or OpenAI with a cloud Whisper model on Intel.
ja: Intel Macでは、GroqまたはOpenAIでクラウドのWhisperモデルを使用してください。
zh_hans: 在 Intel Mac 上，请通过 Groq 或 OpenAI 使用云端 Whisper 模型。

source: Use my provider setting
ja: 自分のプロバイダ設定を使用
zh_hans: 使用我的服务提供商设置

source: Use provider default
ja: プロバイダのデフォルトを使用
zh_hans: 使用提供商默认

source: Use the engine output unchanged.
ja: エンジンの出力を変更せずに使用します。
zh_hans: 直接使用引擎输出，不作修改。

source: Use the grant access button to continue setup.
ja: アクセス許可ボタンを使用してセットアップを続行してください。
zh_hans: 请点击“授予权限”继续设置。

source: Use these phrases with %@ in any text field. If the native output already matches the expected result, keep Native. Otherwise use Fallback for this combination.
ja: 任意のテキスト入力欄で %@ を使って、以下のフレーズを試してください。ネイティブ出力が期待結果と一致する場合は「ネイティブ」のままにします。一致しない場合は、この組み合わせで「フォールバック」を使用します。
zh_hans: 请在任意文本框中使用 %@ 测试这些短语。如果系统原生输出符合预期，请保留“原生”；否则为此组合选择“备用”。

source: Use this if you already bought a commercial or supporter license and want to manage it in Polar.
ja: すでに商用またはサポーターライセンスを購入済みで、Polarで管理したい場合はこちらを使用してください。
zh_hans: 如果你已购买商业许可证或支持者许可证，并希望在 Polar 中管理，请使用此选项。

source: Used by prompts unless a prompt overrides provider or model in Advanced.
ja: 「詳細」でプロンプトがプロバイダーやモデルを上書きしない限り、プロンプトによって使用されます。
zh_hans: 除非某个提示词在“高级”设置中覆盖服务提供商或模型，否则提示词将使用此设置。

source: Uses the temperature saved in this provider's settings.
ja: このプロバイダの設定に保存されているTemperatureを使用します。
zh_hans: 使用此服务提供商设置中保存的温度值。

source: Uses this value only for this prompt and overrides the provider setting.
ja: このプロンプトでのみこの値を使用し、プロバイダ設定を上書きします。
zh_hans: 仅在此提示词中使用此值，并覆盖提供商设置。

source: Uses this value only for this prompt. Local MLX models support values from 0.0 to 1.0.
ja: このプロンプトでのみこの値を使用します。ローカルMLXモデルは0.0から1.0の値をサポートしています。
zh_hans: 此值仅用于当前提示词。本地 MLX 模型支持 0.0 到 1.0 之间的值。

source: Verified: fallback needed
ja: 確認済み: フォールバックが必要
zh_hans: 已验证：需要回退

source: Verified: native works
ja: 確認済み: ネイティブで動作
zh_hans: 已验证：原生可用

# Version %@ (%@)
source: Version %1$@ (%2$@)
ja: バージョン %@ (%@)
zh_hans: 版本 %1$@ (%2$@)

# Version %@ (%@)%@
source: Version %1$@ (%2$@)%3$@
ja: バージョン %@ (%@)%@
zh_hans: 版本 %1$@ (%2$@)%3$@

source: Via Drag & Drop
ja: ドラッグ＆ドロップ
zh_hans: 通过拖放

source: View full pricing and FAQs on the website
ja: ウェブサイトで詳細な価格とFAQを見る
zh_hans: 前往网站查看完整价格与常见问题

source: Watch Folder Transcription
ja: 監視フォルダーの文字起こし
zh_hans: 监控文件夹转录

# watchFolder.engine
source: Engine
ja: エンジン
zh_hans: 引擎

source: Website
ja: Webサイト
zh_hans: 网站

source: Website trigger
ja: ウェブサイトトリガー
zh_hans: 网站触发

source: Websites
ja: Webサイト
zh_hans: 网站

source: Welcome
ja: ようこそ
zh_hans: 欢迎

source: What should it do?
ja: 何を実行しますか？
zh_hans: 应该做什么？

source: What should this prompt do?
ja: このプロンプトは何を行うべきですか？
zh_hans: 此提示词应该做什么？

source: When context X is detected, TypeWhisper uses behavior Y.
ja: コンテキストXが検出されると、TypeWhisperは動作Yを使用します。
zh_hans: 检测到场景 X 时，TypeWhisper 将采用行为 Y。

source: When disabled, TypeWhisper skips live transcript requests for the indicator and only runs the final transcription after you stop recording.
ja: 無効にすると、TypeWhisperはインジケーター用のライブテキストリクエストをスキップし、録音を停止した後にのみ最終的なテキスト生成が実行されます。
zh_hans: 禁用后，TypeWhisper 会跳过为指示器进行的实时转录请求，仅在你停止录音后运行最终转录。

source: When I press Enter during dictation
ja: ディクテーション中にEnterキーを押したとき
zh_hans: 当我在听写期间按下 Enter 时

source: When I say “press enter”
ja: 「press enter」と言ったとき
zh_hans: 当我说“press enter”时

source: When left on Default, this prompt uses the provider selected above in Prompts settings.
ja: 「デフォルト」のままにした場合、このプロンプトは上部のプロンプト設定で選択されたプロバイダを使用します。
zh_hans: 保留“默认”时，此提示词将使用上方“提示词”设置中选择的服务提供商。

source: Where should this rule apply?
ja: このルールをどこに適用しますか？
zh_hans: 此规则应在哪些场景生效？

source: Whether TypeWhisper should translate the text automatically before inserting it.
ja: テキストを挿入する前にTypeWhisperが自動的に翻訳するかどうか。
zh_hans: 是否在插入文本前自动翻译。

source: Which engine should preferably handle this context.
ja: このコンテキストを優先して処理するエンジン。
zh_hans: 优先使用哪个引擎处理此场景。

source: Which engine TypeWhisper should prefer here.
ja: ここでTypeWhisperが優先するエンジン。
zh_hans: TypeWhisper 在此处应优先使用哪个引擎。

source: Which format the result should be inserted in.
ja: 結果を挿入するフォーマット。
zh_hans: 结果应以哪种格式插入。

source: Which language should be output after translation.
ja: 翻訳後に出力される言語。
zh_hans: 翻译后应输出哪种语言。

source: Which language TypeWhisper should expect in this context.
ja: このコンテキストでTypeWhisperが想定する言語。
zh_hans: TypeWhisper 在此场景中应识别哪种语言。

source: Whisper Mode
ja: Whisperモード
zh_hans: Whisper 模式

source: Whisper Mode (AGC)
ja: Whisperモード (AGC)
zh_hans: Whisper 模式 (AGC)

source: Whisper Mode Off
ja: Whisperモード オフ
zh_hans: Whisper 模式 关闭

source: Whisper Mode On
ja: Whisperモード オン
zh_hans: Whisper 模式 开启

source: Who decides?
ja: 設定元
zh_hans: 由谁决定？

source: With a team
ja: チームでの利用
zh_hans: 团队使用

source: with Auto Enter
ja: 自動Enterあり
zh_hans: 带自动回车

source: with auto-detect
ja: 自動検出あり
zh_hans: 带自动检测

source: with automatic formatting
ja: 自動フォーマットあり
zh_hans: 带自动格式化

source: with Inline Commands
ja: インラインコマンドあり
zh_hans: 带内联命令

source: with translation
ja: 翻訳あり
zh_hans: 带翻译

source: Without an app or website, this rule becomes the global fallback. It applies only when no more specific rule matches, and among other fallback rules the higher priority wins.
ja: アプリやWebサイトが指定されていない場合、このルールはグローバルフォールバックになります。より具体的なルールが一致しない場合にのみ適用され、他のフォールバックルールと競合する場合は優先順位の高いものが優先されます。
zh_hans: 未指定应用或网站时，此规则将成为全局备用规则。仅在没有匹配到更具体的规则时生效；若存在多个备用规则，则优先级较高者生效。

source: without translation
ja: 翻訳なし
zh_hans: 不带翻译

source: Workflow
ja: ワークフロー
zh_hans: 工作流

source: Workflow name
ja: ワークフロー名
zh_hans: 工作流名称

source: Workflow Not Found
ja: ワークフローが見つかりません
zh_hans: 未找到工作流

source: Workflow Palette
ja: ワークフローパレット
zh_hans: 工作流面板

source: Workflows
ja: ワークフロー
zh_hans: 工作流

source: Workflows replace the old split between rules and prompts. Start with a concrete outcome and attach exactly one trigger.
ja: ワークフローは、従来のルールとプロンプトの分割に代わるものです。具体的な結果から始め、トリガーを1つだけ割り当てます。
zh_hans: 工作流整合了原先分开的规则与提示词。请先确定具体目标，再为其添加一个触发条件。

source: You can change permissions anytime in System Settings.
ja: アクセス権は「システム設定」でいつでも変更できます。
zh_hans: 你可以随时在“系统设置”中更改权限。

source: You can keep using the GPL version as-is. Choose a commercial license if you need non-GPL terms, procurement, support, or proprietary redistribution.
ja: GPL版はそのままご利用いただけます。非GPL条件、調達、サポート、独自の再配布が必要な場合は商用ライセンスを選択してください。
zh_hans: 你可以继续按原样使用 GPL 版本。如需非 GPL 条款、采购、技术支持或专有再分发，请选择商业许可证。

source: You can paste a full URL; only the domain is kept.
ja: 完全なURLをペーストできますが、保持されるのはドメインのみです。
zh_hans: 你可以粘贴完整 URL；仅保留域名部分。

source: You can shape tone, format, language behavior, and model settings in the next step.
ja: 次のステップで、トーン、フォーマット、言語の動作、モデル設定を調整できます。
zh_hans: 下一步可以设置语气、格式、语言行为和模型。

source: Your existing shortcut will stay unchanged.
ja: 既存のショートカットは変更されません。
zh_hans: 现有快捷键不会改变。

source: Your words appear as text right away.
ja: 話した言葉がすぐにテキストとして表示されます。
zh_hans: 说完即刻转换为文字。

# calendarMeeting.settings.title
source: Meeting Automation
ja: ミーティング自動化
zh_hans: 会议自动化

# premium.hub.calendar.title
source: Meeting Automation
ja: ミーティング自動化
zh_hans: 会议自动化

# premium.window.calendar.title
source: Meeting Automation
ja: ミーティング自動化
zh_hans: 会议自动化

source: App Name
ja: アプリ名
zh_hans: 应用名称

source: Filter
ja: フィルタ
zh_hans: 筛选

source: Final
ja: 最終版
zh_hans: 最终版本

source: Original
ja: オリジナル
zh_hans: 原始版本

source: Text Version
ja: テキスト版
zh_hans: 文本版本

source: iPhone & iPad
ja: iPhoneとiPad
zh_hans: iPhone 和 iPad

source: iPad App
ja: iPadアプリ

source: iPhone App
ja: iPhoneアプリ

source: Recorder
ja: レコーダー
zh_hans: 录音

source: Status
zh_hans: 状态

source: %@ selected
zh_hans: 已选择 %@

source: Apple Speech
zh_hans: Apple 语音识别

source: Automatic iCloud
zh_hans: 自动 iCloud 同步

source: Boosting
zh_hans: 增强

source: Clear Statistics
zh_hans: 清除统计数据

source: Clear Usage Statistics?
zh_hans: 要清除使用统计数据吗？

source: Cloud Folder
zh_hans: 云端文件夹

source: Cloud Folder Sync requires an active Premium entitlement.
zh_hans: 云端文件夹同步需要有效的高级版权益。

source: Cloud operations are deleted, but local dictionary entries and snippets stay on this Mac.
zh_hans: 云端操作记录将被删除，但本地词典条目和文本片段仍会保留在这台 Mac 上。

source: Cross-device Premium Account
zh_hans: 跨设备高级版账户

source: Deactivation failed: %@
zh_hans: 停用失败：%@

source: Delete Account
zh_hans: 删除账户

source: Delete Sync Data
zh_hans: 删除同步数据

source: Delete Sync Folder
zh_hans: 删除同步文件夹

source: Delete the private TypeWhisper sync folder?
zh_hans: 要删除 TypeWhisper 的专用同步文件夹吗？

source: Delete TypeWhisper Account?
zh_hans: 要删除 TypeWhisper 账户吗？

source: Devices
zh_hans: 设备

source: Loading audio %lld%%
zh_hans: 正在加载音频 %lld%%

source: Manual: %@
zh_hans: 手动：%@

source: Move %@ earlier
zh_hans: 将 %@ 前移

source: Move %@ later
zh_hans: 将 %@ 后移

source: Move earlier
zh_hans: 前移

source: Move later
zh_hans: 后移

source: OK
zh_hans: 好

source: Precise
zh_hans: 精准

source: Premium account active. Manage cross-device sync from one place.
zh_hans: 高级版账户已激活。可在一个位置管理跨设备同步。

source: Premium account required
zh_hans: 需要高级版账户

source: Premium active
zh_hans: 高级版已激活

source: Premium Sync
zh_hans: 高级版同步

source: processed
zh_hans: 已处理

source: realtime
zh_hans: 实时

source: Secure Input is active in %@. Standard key+modifier shortcuts should keep working. Fallback-only shortcut types may not work until that app leaves password or sensitive input.
zh_hans: %@ 中已启用“安全输入”。标准的按键+修饰键快捷键应仍可使用。在该应用退出密码或敏感输入状态前，仅依赖备用机制的快捷键类型可能无法使用。

source: Secure sign-in data could not be generated.
zh_hans: 无法生成安全登录数据。

source: Sign in to iCloud and enable iCloud Drive to use automatic sync.
zh_hans: 请登录 iCloud 并启用 iCloud 云盘以使用自动同步。

source: Sign in with Apple above and link a license or App Store subscription to start sync.
zh_hans: 请先在上方通过 Apple 登录，并关联许可证或 App Store 订阅以开始同步。

source: Sign in with Apple could not be completed.
zh_hans: 无法完成通过 Apple 登录。

source: Sign Out
zh_hans: 退出登录

source: Strong
zh_hans: 强

source: Sync
zh_hans: 同步

source: Sync data stays in your selected cloud location and never passes through the TypeWhisper account service.
zh_hans: 同步数据保存在您选择的云端位置，且绝不会经过 TypeWhisper 账户服务。

source: Sync is off
zh_hans: 同步已关闭

# Synced %lld changes; skipped %lld invalid files.
source: Synced %1$lld changes; skipped %2$lld invalid files.
zh_hans: 已同步 %lld 项更改；跳过了 %lld 个无效文件。

source: The Premium entitlement signature could not be verified.
zh_hans: 无法验证高级版权益签名。

source: The private sync folder was deleted. Local data was kept.
zh_hans: 专用同步文件夹已删除。本地数据已保留。

source: The Sign in with Apple response could not be verified.
zh_hans: 无法验证“通过 Apple 登录”的响应。

source: This removes the account and entitlement link. Local entries and private cloud files are not deleted.
zh_hans: 此操作会移除账户及其权益关联。本地条目和专用云端文件不会被删除。

source: This will permanently delete aggregate word, app, time-saved, and activity statistics. Transcription history entries are unchanged.
zh_hans: 此操作将永久删除词数、应用、节省时间和活动的汇总统计数据。转写历史记录不会更改。

source: Threshold
zh_hans: 阈值

source: TypeWhisper private iCloud container
zh_hans: TypeWhisper 专用 iCloud 容器

source: Your Apple account keeps Polar and App Store entitlements available on Mac and iPhone.
zh_hans: 您的 Apple 账户可让 Polar 和 App Store 权益在 Mac 和 iPhone 上保持可用。

# premium.hub.status.premium
source: Premium
zh_hans: 高级
